INSERT INTO cats.cats (user_id, name, breed, age, created_at)
VALUES
    (1, 'Мило', 'Британская короткошёрстная', 3, '2026-01-11 09:00:00+00'),
    (1, 'Луна', 'Сиамская', 2, '2026-01-11 09:10:00+00'),
    (1, 'Оскар', 'Персидская', 4, '2026-01-11 09:20:00+00'),

    (2, 'Лео', 'Мейн-кун', 5, '2026-01-12 09:00:00+00'),
    (2, 'Нала', 'Бенгальская', 1, '2026-01-12 09:10:00+00'),
    (2, 'Симба', 'Рэгдолл', 3, '2026-01-12 09:20:00+00'),

    (3, 'Белла', 'Сфинкс', 2, '2026-01-13 09:00:00+00'),
    (3, 'Хлоя', 'Абиссинская', 4, '2026-01-13 09:10:00+00'),
    (3, 'Макс', 'Скоттиш-фолд', 2, '2026-01-13 09:20:00+00'),

    (4, 'Люси', 'Священная бирма', 3, '2026-01-14 09:00:00+00'),
    (4, 'Локи', 'Норвежская лесная', 6, '2026-01-14 09:10:00+00'),
    (4, 'Китти', 'Русская голубая', 2, '2026-01-14 09:20:00+00'),

    (5, 'Джаспер', 'Бомбейская', 4, '2026-01-15 09:00:00+00'),
    (5, 'Рози', 'Турецкая ангора', 3, '2026-01-15 09:10:00+00'),
    (5, 'Шэдоу', 'Шартрез', 5, '2026-01-15 09:20:00+00'),

    (6, 'Мисти', 'Американская короткошёрстная', 2, '2026-01-16 09:00:00+00'),
    (6, 'Тайгер', 'Ориентальная короткошёрстная', 4, '2026-01-16 09:10:00+00'),
    (6, 'Коко', 'Сибирская', 1, '2026-01-16 09:20:00+00'),

    (7, 'Дейзи', 'Персидская', 3, '2026-01-17 09:00:00+00'),
    (7, 'Оливер', 'Мейн-кун', 5, '2026-01-17 09:10:00+00'),
    (7, 'Смоки', 'Русская голубая', 2, '2026-01-17 09:20:00+00'),

    (8, 'Зои', 'Сиамская', 2, '2026-01-18 09:00:00+00'),
    (8, 'Феликс', 'Бенгальская', 3, '2026-01-18 09:10:00+00'),
    (8, 'Руби', 'Рэгдолл', 1, '2026-01-18 09:20:00+00'),

    (9, 'Пеппер', 'Сфинкс', 4, '2026-01-19 09:00:00+00'),
    (9, 'Моти', 'Скоттиш-фолд', 2, '2026-01-19 09:10:00+00'),
    (9, 'Бутс', 'Британская короткошёрстная', 3, '2026-01-19 09:20:00+00'),

    (10, 'Поппи', 'Священная бирма', 2, '2026-01-20 09:00:00+00'),
    (10, 'Гизмо', 'Бомбейская', 5, '2026-01-20 09:10:00+00'),
    (10, 'Тоби', 'Американская короткошёрстная', 4, '2026-01-20 09:20:00+00');